Repository: LeoKlaus/OpenAirScan
Catalog: OpenAirScan/Localizable.xcstrings
Source language: en
Languages: de

source: Advanced Settings
de: Erweiterte Einstellungen

source: Black and White
de: Schwarz-Weiß

source: Business Card
de: Ausweis

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

source: Cancel scan
de: Scan abbrechen

source: Cancel Scan
de: Scan abbrechen

source: Change Brightness
de: Helligkeit anpassen

source: Change Contrast
de: Kontrast anpassen

source: Change Threshold
de: Grenzwert anpassen

source: Clear Default
de: Standard zurücksetzen

source: Color
de: Farbe

source: Color (16-bit)
de: Farbe (16-Bit)

source: Color Mode
de: Farbmodus

source: Content Type
de: Inhaltstyp

source: Copy to clipboard
de: In Zwischenablage kopieren

source: Custom
de: Benutzerdefiniert

source: Custom Scan
de: Benutzerdefinierter Scan

source: Default
de: Standard

source: Delete
de: Löschen

source: Dismiss
de: Verwerfen

source: Document
de: Dokument

source: Document Feeder
de: Dokumenteneinzug

source: Document Feeder (Duplex)
de: Dokumenteneinzug (Duplex)

source: Documents
de: Dokumente

source: Edit
de: Bearbeiten

source: Export Debug Logs
de: Debug-Logs exportieren

source: File Type
de: Dateityp

source: Flatbed
de: Flachbett

source: Getting scanner capabilities...
de: Lade Scannerfunktionen

source: Grayscale
de: Graustufen

source: Grayscale (16-bit)
de: Graustufen (16-Bit)

source: Halftone
de: Halbton

source: Height
de: Höhe

source: Height:
de: Höhe:

source: Invalid response
de: Ungültige Antwort

source: Invalid URL
de: Ungültige URL

source: Left
de: Links

source: Left:
de: Links:

source: Magazine
de: Magazin

source: Make Default
de: Als Standard festlegen

source: No (save scan)
de: Nein (Scan speichern)

source: No root found
de: ESCL-Root nicht gefunden

source: No scanners found
de: Keine Scanner gefunden

source: No UUID found
de: Keine UUID gefunden

source: None
de: Keine

source: Object
de: Objekt

source: Offset
de: Versatz

source: OpenAirScan didn't find any compatible scanners on your network.
de: OpenAirScan konnte keine kompatiblen Scanner in deinem Netzwerk finden.

source: Paper Size
de: Papiergröße

source: Photo
de: Foto

source: Preview
de: Vorschau

source: Quick Scan
de: Schneller Scan

source: Quick scan uses the optimized defaults for the selected content type.
de: Schneller Scan nutzt die Standardvorgaben des Scanners für die gewählte Dokumentenart.

source: Resolution
de: Auflösung

source: Retry with plain HTTP
de: Mit unverschlüsseltem HTTP versuchen

source: Save
de: Speichern

source: Save as preset
de: Als Preset speichern

source: Save Preset
de: Preset speichern

source: Saves the current settings as a preset for this scanner.
de: Speichert die aktuellen Einstellungen als Preset für diesen Scanner.

source: Scan a document first
de: Scanne erst ein Dokument

source: Scan job not found
de: Scanauftrag nicht gefunden

source: Scan more pages?
de: Weitere Seiten scannen?

source: Scan More Pages?
de: Weitere Seiten scannen?

source: Scanner accepted the job but returned no job ID
de: Scanner hat den Auftrag angenommen aber keine ID zugewiesen

source: Scanner couldn't find the requested ressource
de: Scanner konnte die angeforderte Ressource nicht finden

source: Scanner didn't accept the job due to conflicting arguments
de: Scanner hat den Auftrag wegen widersprüchlichen Argumenten abgelehnt

source: Scanner is currently unavailable
de: Scanner ist nicht verfügbar

source: Scanner is not ready: %@
de: Scanner ist nicht bereit: %@

source: Scanner is unavailable
de: Scanner ist nicht verfügbar

source: Scanner returned an unexpected status code %lld.
de: Scanner hat einen unerwarteten Statuscode zurückgegeben: %lld

# Scanner returned an unexpected status code %lld. Reponse body: %@
source: Scanner returned an unexpected status code %1$lld. Reponse body: %2$@
de: Scanner hat einen unerwarteten Statuscode zurückgegeben: %1$lld. Antwort: %2$@

source: Scanners
de: Scanner

source: Scanning document...
de: Scanne Dokument...

source: Scanning Document...
de: Scanne Dokument...

source: Searching for scanners...
de: Suche nach Scannern…

source: Size and offset are measured in 300ths of an inch.
de: Größe und Versatz werden in 300stel-Zoll gemessen.

source: Source
de: Quelle

source: Tap a preset to scan with its settings. Swipe a preset to edit it in the custom scan view, delete it or make it the default for this scanner.
de: Tippe auf einen Preset, um mit seinen Einstellungen zu scannen. Wische nach links oder rechts, um den Preset als Standard zu belegen, zu bearbeiten oder zu löschen.

source: Text and Photo
de: Text und Bild

source: The scan job was cancelled
de: Der Scanauftrag wurde abgebrochen.

source: There are no scans yet.
de: Noch keine Scans gefunden.

source: Top
de: Oben

source: Top:
de: Oben:

source: Unexpected scan job state: %@
de: Unerwarteter Auftragsstatus: %@

source: Width
de: Breite

source: Width:
de: Breite:

source: Yes (put the next page in the scanner before tapping)
de: Ja (lege die nächste Seite in den Scanner, bevor du tippst)
